---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.DefaultValueException
source: html/801b837e-01c5-d08d-718c-df0213d6325c.htm
---
# DefaultValueException Members

Retrieves data needed to serialize the target object.